---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyDataSettings.UseAirChangesPerHour
source: html/1803b1d4-db50-fb04-d72c-0f658bde445f.htm
---
# Autodesk.Revit.DB.Analysis.EnergyDataSettings.UseAirChangesPerHour Property

True if user is specifying air changes per hour, false otherwise.

## Syntax (C#)
```csharp
public bool UseAirChangesPerHour { get; set; }
```